Repository: sh4tteredd/LocalDevVPN
Catalog: LocalDevVPN/Localization/*.lproj/Localizable.strings
Languages: es, it, ko, pl, zh_hant

source: Disconnected
es: Desconectado
it: Disconnesso
ko: 연결 끊김
pl: Rozłączony
zh_hant: 已中斷連線

source: Connecting
es: Conectando
it: Connessione in corso
ko: 연결중
pl: Łączenie
zh_hant: 連線中

source: Connected
es: Conectado
it: Connesso
ko: 연결됨
pl: Połączony
zh_hant: 已連線

source: Disconnecting
es: Desconectando
it: Disconnessione in corso
ko: 연결 해제 중
pl: Rozłączanie
zh_hant: 中斷連線中

source: Error
it: Errore
ko: 오류
pl: Błąd
zh_hant: 錯誤

source: Local Tunnel Active
es: Túnel local activo
it: Tunnel locale attivo
ko: 로컬 터널 활성화됨
pl: Lokalny tunel aktywny
zh_hant: 本地通道已啟動

source: Local Tunnel Inactive
es: Túnel local inactivo
it: Tunnel locale inattivo
ko: 로컬 터널 비활성화됨
pl: Lokalny tunel nieaktywny
zh_hant: 本地通道未啟動

source: Connect
es: Conectar
it: Connetti
ko: 연결
pl: Połącz
zh_hant: 連線

source: Disconnect
es: Desconectar
it: Disconnetti
ko: 연결 끊기
pl: Rozłącz
zh_hant: 斷線

# connecting_ellipsis
source: Connecting...
es: Conectando...
it: Connessione in corso...
ko: 연결중...
pl: Łączenie...
zh_hant: 連線中...

# disconnecting_ellipsis
source: Disconnecting...
es: Desconectando...
it: Disconnessione in corso...
ko: 연결 해제 중...
pl: Rozłączanie...
zh_hant: 中斷連線中...

# server_address_name
source: LocalDevVPN Local Tunnel
es: Túnel Local de LocalDevVPN
it: Tunnel Locale di LocalDevVPN
ko: LocalDevVPN 로컬 터널
pl: Lokalny tunel LocalDevVPN
zh_hant: LocalDevVPN 本地通道

# local_tunnel_details
source: Tunnel Details
es: Detalles del Túnel
it: Dettagli del Tunnel
ko: 터널 정보
pl: Szczegóły tunelu
zh_hant: 通道詳細資訊

source: Time Connected
es: Tiempo Conectado
it: Tempo Connesso
ko: 연결 지속 시간
pl: Czas połączenia
zh_hant: 連線時間

source: Status
es: Estado
it: Stato
ko: 상태
zh_hant: 狀態

source: Active
es: Activo
it: Attivo
ko: 활성화됨
pl: Aktywny
zh_hant: 啟用中

source: Network Interface
es: Interfaz de Red
it: Interfaccia di Rete
ko: 네트워크 인터페이스
pl: Interfejs sieciowy
zh_hant: 網路介面

source: Local
it: Locale
ko: 로컬
pl: Lokalny
zh_hant: 本地

source: Assigned IP
es: IP Asignada
it: IP Assegnato
ko: 햘당된 IP
pl: Przydzielony IP
zh_hant: 分配的IP

source: English
es: Inglés
it: Inglese
ko: 영어
pl: Angielski
zh_hant: 英文

source: Spanish
es: Español
it: Spagnolo
ko: 스페인어
pl: Hiszpański
zh_hant: 西班牙文

source: Italian
es: Italiano
it: Italiano
ko: 이탈리아어
pl: Włoski
zh_hant: 義大利文

source: Polish
es: Polaco
it: Polacco
ko: 폴란드어
pl: Polski
zh_hant: 波蘭文

source: Korean
es: Coreano
it: Coreano
ko: 한국어
pl: koreański
zh_hant: 韓文

source: Connection Settings
es: Configuración de Conexión
it: Impostazioni Connessione
ko: 연결 설정
pl: Ustawienia połączenia
zh_hant: 連線設定

source: Auto Connect on Launch
es: Conectar automáticamente al iniciar
it: Connessione automatica all’avvio
ko: 실행 시 자동 연결
pl: Automatyczne łączenie przy uruchomieniu
zh_hant: 啟動時自動連線

source: Connection Logs
es: Registros de Conexión
it: Log di Connessione
ko: 연결 로그
pl: Logi połączenia
zh_hant: 連線紀錄

source: Network Configuration
es: Configuración de Red
it: Configurazione Rete
ko: 네트워크 구성
pl: Konfiguracja sieci
zh_hant: 網路設定

source: Device IP
es: IP del Dispositivo
it: Indirizzo IP Dispositivo
ko: 기기 IP
pl: IP urządzenia
zh_hant: 裝置IP

source: Tunnel IP
es: IP del Túnel
it: Indirizzo IP Tunnel
ko: 터널 IP
pl: IP tunelu
zh_hant: 通道IP

source: Subnet Mask
es: Máscara de Subred
it: Maschera di Sottorete
ko: 서브넷 마스크
pl: Maska podsieci
zh_hant: 子網路遮罩

source: App Information
es: Información de la App
it: Informazioni App
ko: 앱 정보
pl: Informacje o aplikacji
zh_hant: 應用程式資訊

source: Privacy Policy
es: Política de Privacidad
ko: 개인정보 처리방침
pl: Polityka prywatności
zh_hant: 隱私權政策

source: Data Collection Policy
es: Política de Recopilación de Datos
it: Politica di Raccolta Dati
ko: 데이터 수집 정책
pl: Polityka zbierania danych
zh_hant: 資料收集政策

source: App Version
es: Versión de la App
it: Versione App
ko: 앱 버전
pl: Wersja aplikacji
zh_hant: 應用程式版本

source: Help and Support
es: Ayuda y Soporte
it: Guida e Supporto
ko: 도움말
pl: Pomoc i wsparcie
zh_hant: 協助與支援

# language
source: Set Language
es: Establecer idioma
it: Imposta Lingua
ko: 언어 설정
pl: Ustaw język
zh_hant: 語言

# dropdown_language
source: Language
es: Idioma
it: Lingua
ko: 언어
pl: Język
zh_hant: 語言

source: Settings
es: Configuración
it: Impostazioni
ko: 설정
pl: Ustawienia
zh_hant: 設定

source: Done
es: Hecho
it: Fine
ko: 완료
pl: Gotowe
zh_hant: 完成

# warning_alert
source: Warning
es: Advertencia
it: Avviso
ko: 주의
pl: Uwaga
zh_hant: 警告

# warning_message
source: Changing tunnel IP settings can disrupt your network connection. Proceed only if you are sure of what you are doing.
es: Cambiar la configuración de la IP del túnel puede interrumpir tu conexión de red. Procede solo si estás seguro de lo que haces.
it: La modifica delle impostazioni IP del tunnel può interrompere la connessione di rete. Procedi solo se sei sicuro di quello che stai facendo.
ko: 터널 IP 설정을 변경하면 네트워크 연결이 중단될 수 있습니다. 확실히 알고 있는 경우에만 진행하십시오.
pl: Zmiana ustawień IP tunelu może zakłócić połączenie sieciowe. Kontynuuj tylko wtedy, gdy jesteś pewien tego, co robisz.
zh_hant: 更改通道IP設定可能會中斷您的網路連線。僅在完全了解操作時才繼續。

# understand_button
source: I Understand
es: Entiendo
it: Ho capito
ko: 이해했습니다.
pl: Rozumiem
zh_hant: 我了解

# data_collection_policy_title
source: Data Collection Policy
es: Política de Recopilación de Datos
it: Politica di Raccolta Dati
ko: 데이터 수집 정책
pl: Polityka zbierania danych
zh_hant: 資料收集政策

source: No Data Collection
es: No Recopilación de Datos
it: Nessuna raccolta di dati
ko: 데이터 수집 없음
pl: Brak zbierania danych
zh_hant: 不收集資料

# no_data_collection_description
source: LocalDevVPN DOES NOT collect user data, traffic information, or browsing activity. This app creates a local network tunnel that stays entirely on your device.
es: LocalDevVPN NO recopila datos de usuarios, información sobre el tráfico o actividad de navegación. Esta app crea un túnel de red local que permanece completamente en tu dispositivo.
it: LocalDevVPN NON raccoglie dati utente, informazioni sul traffico o attività di navigazione. Questa app crea un tunnel di rete locale che rimane interamente sul tuo dispositivo.
ko: LocalDevVPN은 사용자 데이터, 트래픽 정보 또는 브라우징 활동을 수집하지 않습니다. 이 앱은 완전히 사용자의 기기 내에서만 유지되는 로컬 네트워크 터널을 생성해요.
pl: LocalDevVPN NIE zbiera danych użytkownika, informacji o ruchu ani aktywności w przeglądarce. Aplikacja tworzy lokalny tunel sieciowy, który działa wyłącznie na Twoim urządzeniu.
zh_hant: LocalDevVPN 不會收集使用者資料、流量資訊或瀏覽紀錄。此應用程式僅建立在裝置上的本地網路通道。

source: Local Processing Only
es: Solo Procesamiento Local
it: Elaborazione solo sul tuo smartphone
ko: 로컬에서만 처리
pl: Tylko lokalne przetwarzanie
zh_hant: 僅本地處理

# local_processing_only_description
source: All network traffic and configurations are processed locally on your device. No information ever leaves the device or is transmitted over the Internet.
es: Todo el tráfico de red y configuraciones se procesan localmente en tu dispositivo. Ninguna información deja el dispositivo ni se transmite a Internet.
it: Tutto il traffico di rete e le configurazioni vengono elaborate localmente sul tuo dispositivo. Nessuna informazione lascia mai il dispositivo o viene trasmessa su Internet.
ko: 모든 네트워크 트래픽과 구성은 사용자의 기기에서 로컬로 처리돼요. 어떠한 정보도 기기를 벗어나거나 인터넷을 통해 전송되지 않습니다.
pl: Cały ruch sieciowy i konfiguracje są przetwarzane lokalnie na Twoim urządzeniu. Żadne informacje nie opuszczają urządzenia ani nie są przesyłane przez Internet.
zh_hant: 所有網路流量和設定皆在您的裝置上處理。資訊不會離開裝置或傳輸到網際網路。

source: No Third Party Sharing
es: No Compartir con Terceros
it: Nessuna condivisione con servizi di terze parti
ko: 제3자와 공유하지 않음
pl: Brak udostępniania osobom trzecim
zh_hant: 不與第三方共享

# no_third_party_sharing_description
source: Since we do not collect data, there is no sharing with third parties. We do not have analytics, tracking, or data collection mechanisms in this app.
es: Dado que no recopilamos datos, no compartimos con terceros. No tenemos análisis, rastreo ni mecanismos de recopilación de datos en esta app.
it: Poiché non raccogliamo dati, non c'è alcuna condivisione con terze parti. Non abbiamo analisi, tracciamento o meccanismi di raccolta dati in questa app.
ko: 데이터를 수집하지 않으므로 제3자와의 공유는 없습니다. 본 앱에는 분석, 추적 또는 데이터 수집 메커니즘이 없습니다.
pl: Ponieważ nie zbieramy danych, nie ma żadnego udostępniania osobom trzecim. Aplikacja nie zawiera analityki, śledzenia ani mechanizmów zbierania danych.
zh_hant: 由於我們不收集資料，因此也不會與第三方共享。此應用程式中沒有分析、追蹤或資料收集機制。

source: Why Use Network Permissions?
es: ¿Por Qué Usar Permisos de Red?
it: Perché concedere i permessi di Rete?
ko: 네트워크 권한을 사용하는 이유는 무엇인가요?
pl: Dlaczego wymagane są uprawnienia sieciowe
zh_hant: 為何需要網路權限

# why_use_network_permissions_description
source: LocalDevVPN requires network extension permissions to create a local network interface on your device. This is used exclusively for local development and testing.
es: LocalDevVPN requiere permisos de extensión de red para crear una interfaz de red local en tu dispositivo. Esto se utiliza exclusivamente para desarrollo y pruebas locales.
it: LocalDevVPN richiede permessi di estensione di rete per creare un'interfaccia di rete locale sul tuo dispositivo. Questo è utilizzato esclusivamente per sviluppo e test locali sul tuo dispositivo.
ko: LocalDevVPN은 기기에 로컬 네트워크 인터페이스를 생성하기 위해 네트워크 확장 권한이 필요합니다. 이는 오직 로컬 개발 및 테스트 목적으로만 사용됩니다.
pl: LocalDevVPN wymaga uprawnień rozszerzenia sieciowego, aby utworzyć lokalny interfejs sieciowy na Twoim urządzeniu. Jest on używany wyłącznie do lokalnego rozwoju i testowania.
zh_hant: LocalDevVPN 需要網路延伸權限來建立裝置上的本地網路介面。這僅用於本地開發與測試。

source: Our Promise
es: Nuestra Promesa
it: La nostra promessa
ko: 저희의 약속
pl: Nasza obietnica
zh_hant: 我們的承諾

# our_promise_description
source: We are committed to privacy and transparency. This app is designed for developers to test and connect to local servers with no privacy concerns.
es: Estamos comprometidos con la privacidad y la transparencia. Esta app está diseñada para desarrolladores para probar y conectarse a servidores locales sin preocupaciones sobre la privacidad.
it: Ci impegniamo per la privacy e la trasparenza. Questa app è progettata per sviluppatori per testare e connettersi a server locali senza preoccupazioni sulla privacy.
ko: 우리는 개인정보 보호와 투명성을 중요하게 생각합니다. 이 앱은 개발자가 로컬 서버에 연결하고 테스트할 수 있도록 설계되었으며, 개인정보 관련 위험이 없습니다.
pl: Zobowiązujemy się do ochrony prywatności i przejrzystości. Ta aplikacja została zaprojektowana z myślą o programistach do testowania i łączenia się z lokalnymi serwerami bez obaw o prywatność.
zh_hant: 我們重視隱私與透明度。此應用程式專為開發者設計，可在無隱私疑慮下連接本地服務。

# data_collection_policy_nav
source: Data Collection
es: Recopilación de Datos
it: Raccolta Dati
ko: 데이터 수집 정책
pl: Zbieranie danych
zh_hant: 資料收集

# logs_nav
source: Logs
es: Registros
it: Log di connessione
ko: 로그
pl: Logi
zh_hant: 紀錄

# faq_header
source: Frequently Asked Questions
es: Preguntas Frecuentes
it: Domande Frequenti
ko: 자주 묻는 질문
pl: Najczęściej zadawane pytania
zh_hant: 常見問題

# faq_q1
source: What does this app do?
es: ¿Qué hace esta app?
it: Cosa fa questa app?
ko: 이 앱은 어떤 기능을 하나요?
pl: Do czego służy ta aplikacja?
zh_hant: 這個應用程式是做什麼的？

# faq_q1_a1
source: LocalDevVPN creates a local network interface for development and testing. It does not route traffic through external servers: everything stays on the device.
es: LocalDevVPN crea una interfaz de red local útil para el desarrollo y las pruebas. No enruta el tráfico a través de servidores externos: todo permanece en el dispositivo.
it: LocalDevVPN crea un'interfaccia di rete locale utilizzabile per sviluppo e test. Non instrada il traffico attraverso server esterni, tutto rimane sul dispositivo.
ko: LocalDevVPN은 개발 및 테스트를 위해 로컬 네트워크 인터페이스를 생성합니다. 외부 서버로 트래픽이 전달되지 않으며, 모든 데이터는 기기 안에 머무릅니다.
pl: LocalDevVPN tworzy lokalny interfejs sieciowy do celów rozwojowych i testowych. Nie przekierowuje ruchu przez zewnętrzne serwery – wszystko pozostaje na urządzeniu.
zh_hant: LocalDevVPN 建立本地網路介面以供開發與測試使用。它不會透過外部伺服器傳送流量：所有操作皆在裝置上進行。

# faq_common_use_cases
source: Common use cases include:
es: Los casos de uso comunes incluyen:
it: I casi d'uso comuni includono:
ko: 주요 사용 사례:
pl: Typowe przypadki użycia:
zh_hant: 常見使用情境包括：

# faq_case1
source: • Web app testing with local servers
es: • Pruebas de aplicaciones web con servidores locales
it: • Test di applicazioni web con server locali.
ko: • 로컬 서버 기반 웹 앱 테스트
pl: • Testowanie aplikacji webowych z lokalnymi serwerami
zh_hant: • 使用本地伺服器進行網頁應用測試

# faq_case2
source: • Development and debugging of network features
es: • Desarrollo y depuración de funcionalidades de red
it: • Sviluppo e Debug di funzionalità di rete.
ko: • 네트워크 기능 개발 및 디버깅
pl: • Tworzenie i debugowanie funkcji sieciowych
zh_hant: • 網路功能的開發與除錯

# faq_case3
source: • Accessing hosted local development environments
es: • Acceso a entornos de desarrollo locales alojados
it: • Accesso ad ambienti di sviluppo locali ospitati.
ko: • 로컬 개발 환경 접근
pl: • Dostęp do lokalnych środowisk deweloperskich
zh_hant: • 存取本地開發環境

# faq_case4
source: • Testing apps that require specific network configurations
es: • Pruebas de apps que requieren configuraciones de red específicas
it: • Test di applicazioni che richiedono configurazioni di rete specifiche.
ko: • 특정 네트워크 구성이 필요한 앱 테스트
pl: • Testowanie aplikacji wymagających określonych konfiguracji sieciowych
zh_hant: • 測試需要特定網路設定的應用程式

# faq_q2
source: Is it a traditional VPN?
es: ¿Es una VPN tradicional?
it: È un VPN tradizionale?
ko: 전통적인 VPN인가요?
pl: Czy to tradycyjna sieć VPN?
zh_hant: 這是傳統 VPN 嗎？

# faq_q2_a1
source: No, LocalDevVPN is NOT a traditional VPN service. It does NOT:
es: No, LocalDevVPN NO es un servicio de VPN tradicional. No:
it: No, LocalDevVPN NON è un servizio VPN tradizionale. Non:
ko: 아니요, LocalDevVPN은 일반적인 VPN 서비스가 아닙니다. 다음과 같은 기능을 제공하지 않습니다:
pl: Nie, LocalDevVPN NIE jest tradycyjną usługą VPN. NIE robi:
zh_hant: 不，LocalDevVPN 並非傳統 VPN 服務。它不會：

# faq_q2_point1
source: • Route your traffic through external servers
es: • Enruta tu tráfico a través de servidores externos
it: • Instrada il tuo traffico attraverso server esterni.
ko: • 외부 서버를 통한 트래픽 라우팅
pl: • Przekierowywania ruchu przez zewnętrzne serwery
zh_hant: • 將您的流量透過外部伺服器

# faq_q2_point2
source: • Provide privacy or anonymity for browsing
es: • Proporciona privacidad o anonimato para la navegación
it: • Garantisce privacy e la navigazione in incognito.
ko: • 인터넷 사용 시 개인정보 보호 또는 익명성 제공
pl: • Zapewnienia prywatności lub anonimowości przeglądania
zh_hant: • 提供瀏覽隱私或匿名

# faq_q2_point3
source: • Connect to remote VPN servers
es: • Se conecta a servidores VPN remotos
it: • Esegue connessioni a server VPN remoti.
ko: • 원격 VPN 서버 연결
pl: • Łączenia z zewnętrznymi serwerami VPN
zh_hant: • 連接到遠端 VPN 伺服器

# faq_q2_point4
source: • Encrypt or route your internet traffic
es: • Cifra o enruta tu tráfico de internet
it: • Cripta o instrada il tuo traffico internet.
ko: • 인터넷 트래픽 암호화 또는 라우팅
pl: • Szyfrowania lub przekierowywania Twojego ruchu internetowego
zh_hant: • 加密或路由您的網際網路流量

# faq_q2_a2
source: LocalDevVPN only creates a local network interface to help developers connect to local services for development and testing.
es: LocalDevVPN solo crea una interfaz de red local para ayudar a los desarrolladores a conectarse a servicios locales para el desarrollo y las pruebas.
it: LocalDevVPN crea solo un'interfaccia di rete locale per aiutare gli sviluppatori a connettersi a servizi locali per lo sviluppo e test.
ko: LocalDevVPN은 개발 및 테스트를 위해 로컬 네트워크 인터페이스만 생성합니다.
pl: LocalDevVPN jedynie tworzy lokalny interfejs sieciowy, aby pomóc programistom łączyć się z lokalnymi usługami w celu rozwoju i testowania.
zh_hant: LocalDevVPN 只建立本地網路介面，協助開發者連接本地服務進行開發與測試。

# faq_q3
source: Why does the connection fail?
es: ¿Por qué falla la conexión?
it: Perché non si connette?
ko: 연결이 실패하는 이유는 무엇인가요?
pl: Dlaczego połączenie się nie udaje?
zh_hant: 為什麼連線會失敗？

# faq_q3_a1
source: Connection failures may be due to system permissions, configuration errors, or iOS restrictions.
es: Las fallas en la conexión pueden deberse a permisos del sistema, errores de configuración o restricciones de iOS.
it: Un errore durante la connessione può essere dovuto a permessi di sistema, errori di configurazione o restrizioni di iOS.
ko: 연결 실패는 시스템 권한 문제, 잘못된 설정, 또는 iOS 제한 사항으로 인해 발생할 수 있습니다.
pl: Nieudane połączenia mogą wynikać z braku uprawnień systemowych, błędów konfiguracji lub ograniczeń iOS.
zh_hant: 連線失敗可能因系統權限、設定錯誤或 iOS 限制所致。

# faq_troubleshoot_header
source: Troubleshooting steps:
es: Pasos para solucionar problemas:
it: Passaggi per risolvere:
ko: 문제 해결 단계:
pl: Kroki rozwiązywania problemów:
zh_hant: 故障排除步驟：

# faq_troubleshoot1
source: • Make sure you have approved the network extension permission
es: • Asegúrate de haber aprobado el permiso de extensión de red
it: • Assicurati di aver accettato il permesso di estensione di rete.
ko: • 네트워크 확장(Network Extension) 권한을 승인했는지 확인하세요
pl: • Upewnij się, że zatwierdziłeś uprawnienia rozszerzenia sieciowego
zh_hant: • 確認已批准網路延伸權限

# faq_troubleshoot2
source: • Try restarting the app
es: • Intenta reiniciar la app
it: • Prova a riavviare l'applicazione.
ko: • 앱을 다시 실행해보세요
pl: • Spróbuj ponownie uruchomić aplikację
zh_hant: • 嘗試重新啟動應用程式

# faq_troubleshoot3
source: • Check if the IP configuration is valid
es: • Verifica si la configuración IP es válida
it: • Verifica se la configurazione IP è valida.
ko: • IP 설정이 유효한지 확인하세요
pl: • Sprawdź, czy konfiguracja IP jest prawidłowa
zh_hant: • 檢查 IP 設定是否正確

# faq_troubleshoot4
source: • Restart the device if problems persist
es: • Reinicia el dispositivo si los problemas persisten
it: • Riavvia il dispositivo se i problemi persistono.
ko: • 문제가 계속되면 기기를 재부팅하세요
pl: • Uruchom ponownie urządzenie, jeśli problemy będą się powtarzać
zh_hant: • 問題持續則重新啟動裝置

# faq_q4
source: Who is this app for?
es: ¿Para quién es esta app?
it: Per chi è questa app?
ko: 이 앱은 누구를 위한 것인가요?
pl: Dla kogo jest ta aplikacja?
zh_hant: 這個應用程式適合誰使用？

# faq_q4_intro
source: LocalDevVPN is primarily designed for:
es: LocalDevVPN está diseñado principalmente para:
it: LocalDevVPN è progettato principalmente per:
ko: LocalDevVPN은 주로 다음과 같은 사용자를 위해 설계되었습니다:
pl: LocalDevVPN został zaprojektowany głównie dla:
zh_hant: LocalDevVPN 主要適用於：

# faq_q4_case1
source: • Developers testing local web servers
es: • Desarrolladores que prueban servidores web locales
it: • Sviluppatori che testano server web locali.
ko: • 로컬 웹 서버를 테스트하는 개발자
pl: • Programistów testujących lokalne serwery webowe
zh_hant: • 測試本地網頁伺服器的開發者

# faq_q4_case2
source: • App developers testing network features
es: • Desarrolladores de apps que prueban funcionalidades de red
it: • Sviluppatori app che testano funzionalità di rete.
ko: • 네트워크 기능을 테스트하는 앱 개발자
pl: • Twórców aplikacji testujących funkcje sieciowe
zh_hant: • 測試網路功能的應用程式開發者

# faq_q4_case3
source: • QA engineers testing apps in isolated environments
es: • Ingenieros de QA que prueban apps en entornos aislados
it: • Ingegneri QA che testano app in ambienti isolati.
ko: • 격리된 환경에서 앱을 테스트하는 QA 엔지니어
pl: • Inżynierów QA testujących aplikacje w izolowanych środowiskach
zh_hant: • 在隔離環境中測試應用程式的 QA 工程師

# faq_q4_case4
source: • Anyone needing access to local services on iOS
es: • Cualquier persona que necesite acceder a servicios locales en iOS
it: • Chiunque necessiti di accedere a servizi locali sull'iOS.
ko: • iOS에서 로컬 서비스에 접근해야 하는 사용자
pl: • Każdego, kto potrzebuje dostępu do lokalnych usług na iOS
zh_hant: • 需要存取iOS上本地服務的使用者

# faq_q4_conclusion
source: This app is publicly available and useful for developers who need to test apps with network features on iOS.
es: Esta app está disponible para el público y es útil para desarrolladores que necesitan probar apps con funcionalidades de red en iOS.
it: Questa app è disponibile al pubblico ed è utile per sviluppatori che devono testare app con funzionalità di rete su iOS.
ko: 이 앱은 공개적으로 제공되며, 네트워크 기능이 필요한 개발자에게 특히 유용합니다.
pl: Aplikacja jest publicznie dostępna i przydatna dla deweloperów testujących aplikacje z funkcjami sieciowymi na iOS.
zh_hant: 此應用程式公開提供，對需要在iOS上測試網路功能的開發者非常有用。

# business_model_header
source: Business Model
es: Modelo de Negocio
it: Modello di Business
ko: 비즈니스 모델
pl: Model biznesowy
zh_hant: 商業模式

# biz_q1
source: How does LocalDevVPN work?
es: ¿Cómo funciona LocalDevVPN?
it: Come funziona LocalDevVPN?
ko: LocalDevVPN은 어떻게 작동하나요?
pl: Jak działa LocalDevVPN?
zh_hant: LocalDevVPN 是如何運作的？

# biz_q1_a1
source: LocalDevVPN is a completely free app available to the public. There are no paid features, subscriptions, or in-app purchases.
es: LocalDevVPN es una app completamente gratuita disponible para el público. No hay funciones de pago, suscripciones ni compras dentro de la app.
it: LocalDevVPN è un'app completamente gratuita disponibile al pubblico. Non ci sono funzionalità a pagamento, abbonamenti o acquisti in‑app.
ko: LocalDevVPN은 완전히 무료로 제공되는 앱입니다. 유료 기능, 구독, 인앱 결제는 없습니다.
pl: LocalDevVPN to całkowicie darmowa aplikacja dostępna publicznie. Nie ma żadnych płatnych funkcji, subskrypcji ani zakupów w aplikacji.
zh_hant: LocalDevVPN 是完全免費的應用程式，公開提供給所有人。沒有付費功能、訂閱或應用程式內購買。

# biz_key_points_header
source: Key points of our model:
es: Puntos clave de nuestro modelo:
it: Punti chiave del nostro modello:
ko: 모델 주요 특징:
pl: Kluczowe cechy naszego modelu:
zh_hant: 我們模式的重點：

# biz_point1
source: • The app is not tied to any company or group
es: • La app no está vinculada a ninguna empresa o grupo
it: • L'app non è vincolata a nessuna azienda o gruppo.
ko: • 특정 기업이나 단체에 속하지 않습니다
pl: • Aplikacja nie jest powiązana z żadną firmą ani organizacją
zh_hant: • 此應用程式不隸屬任何公司或團體

# biz_point2
source: • Anyone can download and use the app from the App Store
es: • Cualquier persona puede descargar y usar la app desde la App Store
it: • Chiunque può scaricare e usare l'app dall'App Store.
ko: • 누구나 App Store에서 다운로드하여 사용할 수 있습니다
pl: • Każdy może pobrać i używać aplikacji z App Store
zh_hant: • 任何人都可以從App Store下載使用

# biz_point3
source: • No account creation is required
es: • No es necesario crear una cuenta
it: • Non è necessario creare un account.
ko: • 계정 생성이 필요하지 않습니다
pl: • Nie jest wymagane zakładanie konta
zh_hant: • 不需要建立帳號

# biz_point4
source: • All features are free for all users
es: • Todas las funciones son gratuitas para todos los usuarios
it: • Tutte le funzionalità sono gratuite per tutti gli utenti.
ko: • 모든 기능을 무료로 제공합니다
pl: • Wszystkie funkcje są dostępne za darmo dla wszystkich użytkowników
zh_hant: • 所有功能對所有使用者皆免費

# biz_point5
source: • The app is developed and maintained as an open utility for the iOS community
es: • La app es desarrollada y mantenida como una utilidad abierta para la comunidad de iOS
it: • L'app è sviluppata e mantenuta come utility open per la comunità iOS.
ko: • iOS 커뮤니티를 위한 공개 유틸리티로 개발·유지됩니다
pl: • Aplikacja jest rozwijana i utrzymywana jako otwarte narzędzie dla społeczności iOS
zh_hant: • 此應用程式作為開放工具，供iOS社群使用與維護

# app_info_header
source: App Information
es: Información de la App
it: Informazioni App
ko: 앱 정보
pl: Informacje o aplikacji
zh_hant: 應用程式資訊

# requires_ios
source: Requires iOS 14.0 or later
es: Requiere iOS 14.0 o superior
it: Richiede iOS 14.0 o superiore
ko: iOS 14.0 이상 필요
pl: Wymaga iOS 14.0 lub nowszego
zh_hant: 需iOS 14.0或更新版本

# uses_network_extension
source: Uses Apple Network Extension APIs
es: Usa la API de Extensión de Red de Apple
it: Usa le Network Extension API di Apple
ko: Apple Network Extension API 사용
pl: Wykorzystuje API Apple Network Extension
zh_hant: 使用Apple網路延伸API

# help_and_support_nav
source: Help & Support
es: Ayuda & Soporte
it: Guida & Supporto
ko: 도움말 & 지원
pl: Pomoc i wsparcie
zh_hant: 協助與支援

# setup_welcome_title
source: Welcome to LocalDevVPN
es: Bienvenido a LocalDevVPN
it: Benvenuto in LocalDevVPN
ko: LocalDevVPN에 오신 것을 환영합니다
pl: Witamy w LocalDevVPN
zh_hant: 歡迎使用LocalDevVPN
