Repository: sh4tteredd/LocalDevVPN
Catalog: LocalDevVPN/Localization/*.lproj/Localizable.strings
Languages: es, it, ko, pl, zh_hant

# setup_welcome_description
source: A simple local network tunnel for developers
es: Un simple túnel de red local para desarrolladores
it: Un semplice tunnel di rete locale per sviluppatori
ko: 개발자를 위한 간단한 로컬 네트워크 터널
pl: Prosty lokalny tunel sieciowy dla programistów
zh_hant: 簡單的本地網路通道工具，專為開發者設計

# setup_welcome_details
source: LocalDevVPN creates a local network interface for development, testing, and access to local servers. This app DOES NOT collect user data or route traffic through external servers.
es: LocalDevVPN crea una interfaz de red local para el desarrollo, pruebas y acceso a servidores locales. Esta app NO recopila datos de usuario ni enruta el tráfico a través de servidores externos.
it: LocalDevVPN crea un'interfaccia di rete locale per sviluppo, test e accesso a server locali. Questa app NON raccoglie dati utente né instrada il traffico attraverso server esterni.
ko: LocalDevVPN은 개발, 테스트, 그리고 로컬 서버 접근을 위해 로컬 네트워크 인터페이스를 생성합니다. 이 앱은 사용자 데이터를 수집하지 않으며 외부 서버로 트래픽을 전송하지 않습니다.
pl: LocalDevVPN tworzy lokalny interfejs sieciowy do rozwoju, testowania i dostępu do lokalnych serwerów. Aplikacja NIE zbiera danych użytkownika ani nie przekierowuje ruchu przez zewnętrzne serwery.
zh_hant: LocalDevVPN建立本地網路介面，用於開發、測試及存取本地伺服器。此應用程式不會收集使用者資料，也不會將流量傳送到外部伺服器。

# setup_why_title
source: Why Use LocalDevVPN?
es: ¿Por qué usar LocalDevVPN?
it: Perché Usare LocalDevVPN?
ko: 왜 LocalDevVPN을 사용하나요?
pl: Dlaczego warto używać LocalDevVPN?
zh_hant: 為什麼使用LocalDevVPN？

# setup_why_description
source: Perfect for iOS developers
es: Ideal para desarrolladores iOS
it: Perfetto per sviluppatori iOS
ko: iOS 개발자에게 최적
pl: Idealny dla programistów iOS
zh_hant: iOS開發者的最佳選擇

# setup_why_details
source: • Access local web servers and development environments • Test apps requiring specific network configurations • Connect to local network services without complex setup • Create isolated testing environments
es: • Accede a servidores web locales y entornos de desarrollo • Prueba apps que requieren configuraciones de red específicas • Conéctate a servicios de red locales sin configuraciones complejas • Crea entornos aislados para pruebas
it: • Accedi a server web locali e ambienti di sviluppo • Testa app che richiedono configurazioni di rete specifiche • Connettiti a servizi di rete locali senza setup complessi • Crea ambienti isolati per test
ko: • 로컬 웹 서버 및 개발 환경 접근 • 네트워크 구성이 필요한 앱 테스트 • 복잡한 설정 없이 로컬 서비스 접속 • 격리된 테스트 환경 구축
pl: • Dostęp do lokalnych serwerów webowych i środowisk deweloperskich • Testowanie aplikacji wymagających określonych konfiguracji sieci • Łączenie z lokalnymi usługami sieciowymi bez skomplikowanej konfiguracji • Tworzenie izolowanych środowisk testowych
zh_hant: • 存取本地網頁伺服器與開發環境 • 測試需要特定網路設定的應用程式 • 無需複雜設定即可連接本地網路服務 • 創建隔離的測試環境

# setup_easy_title
source: Easy to Use
es: Fácil de Usar
it: Facile da Usare
ko: 간편한 사용
pl: Łatwy w użyciu
zh_hant: 操作簡單

# setup_easy_description
source: Just one tap to connect
es: Conéctate con solo un toque
it: Basta un tap per connettersi
ko: 원탭으로 연결
pl: Połączenie za pomocą jednego kliknięcia
zh_hant: 只需一鍵即可連線

# setup_easy_details
source: LocalDevVPN is designed to be simple. Just tap the connect button to establish a local tunnel with preconfigured settings.
es: LocalDevVPN está diseñado para ser simple. Solo toca el botón de conexión para establecer un túnel local con configuraciones predefinidas.
it: LocalDevVPN è progettato per essere semplice. Basta toccare il pulsante di connessione per stabilire un tunnel locale con impostazioni preconfigurate.
ko: LocalDevVPN은 간단하게 설계되었습니다. 연결 버튼을 탭하면 미리 구성된 로컬 터널이 즉시 활성화됩니다.
pl: LocalDevVPN został zaprojektowany z myślą o prostocie. Wystarczy kliknąć przycisk połączenia, aby ustanowić lokalny tunel z gotową konfiguracją.
zh_hant: LocalDevVPN設計簡單明瞭，只要點擊連線按鈕即可建立本地通道並使用預設設定。

# setup_privacy_title
source: Privacy Focused
es: Enfocado en la Privacidad
it: Focalizzato sulla Privacy
ko: 프라이버시 중심
pl: Skoncentrowany na prywatności
zh_hant: 重視隱私

# setup_privacy_description
source: Your data stays on the device
es: Tus datos permanecen en tu dispositivo
it: I tuoi dati restano sul dispositivo
ko: 데이터는 기기 내부에만 보관됩니다
pl: Twoje dane pozostają na urządzeniu
zh_hant: 您的資料僅存在裝置上

# setup_privacy_details
source: LocalDevVPN creates a local tunnel that does not route traffic through external servers. All traffic stays on your device, ensuring privacy and security. No data is collected or shared with third parties.
es: LocalDevVPN crea un túnel local que no enruta el tráfico a través de servidores externos. Todo el tráfico permanece en tu dispositivo, asegurando privacidad y seguridad. Ningún dato se recopila ni se comparte con terceros.
it: LocalDevVPN crea un tunnel locale che non instrada il traffico attraverso server esterni. Tutto il traffico rimane sul tuo dispositivo, garantendo privacy e sicurezza. Nessun dato viene raccolto o condiviso con terze parti.
ko: LocalDevVPN은 외부 서버로 트래픽을 전달하지 않는 로컬 터널을 생성합니다. 모든 트래픽은 기기 안에 머물며, 개인정보 보호 및 보안을 보장합니다. 어떤 데이터도 수집하거나 제3자와 공유하지 않습니다.
pl: LocalDevVPN tworzy lokalny tunel, który nie przekierowuje ruchu przez zewnętrzne serwery. Cały ruch pozostaje na Twoim urządzeniu, zapewniając prywatność i bezpieczeństwo. Żadne dane nie są zbierane ani udostępniane osobom trzecim.
zh_hant: LocalDevVPN建立本地通道，不會將流量傳送至外部伺服器。所有流量都停留在裝置上，確保隱私與安全。資料不會被收集或與第三方共享。

# setup_nav
source: Setup
es: Configuración
ko: 설정
pl: Konfiguracja
zh_hant: 設定

# setup_get_started
source: Get Started
es: Comenzar
it: Inizia
ko: 시작하기
pl: Zaczynamy
zh_hant: 開始使用

# setup_next
source: Next
es: Siguiente
it: Avanti
ko: 다음
pl: Dalej
zh_hant: 下一步

# setup_skip
source: Skip
es: Saltar
it: Salta
ko: 건너뛰기
pl: Pomiń
zh_hant: 略過

# restart_title
source: Restart
es: Reiniciar
it: Riavvia
ko: 재시작
pl: Restartuj
zh_hant: 重新啟動

# restart_message
source: To apply the changes, you need to restart the application.
es: Para aplicar los cambios, es necesario reiniciar la aplicación.
it: Per applicare le modifiche, c'è bisogno di riavviare l'applicazione.
ko: 변경사항을 적용할려면 앱을 재시작해야 합니다.
pl: Aby zastosować zmiany, należy ponownie uruchomić aplikację.
zh_hant: 要套用變更，必須重新啟動應用程式。

# confirmYes
source: Yes
es: Sí
it: Si
ko: 네
pl: Si
zh_hant: 是

# confirmNo
source: No
ko: 아니요
zh_hant: 不
